Examples/other/counterFlowFlame2DInitialized/0.org/O2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      O2;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.23;

boundaryField
{
    fuel
    {
        type            fixedValue;
        value           uniform 0.0;
    }
    air
    {
        type            fixedValue;
        value           uniform 0.23;
    }
    outlet
    {
        type            inletOutlet;
        inletValue      uniform 0.23;
        value           uniform 0.23;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
