Examples/other/counterFlowFlame2DInitialized/constant/combustionProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      combustionProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

combustionModel  PaSR<psiChemistryCombustion>;
// combustionModel  PaSR<psiChemistryCombustionModel>;

active  true;

PaSRCoeffs
{
    //    Cmix               Cm [ 0 0 0 0 0 0 0 ] 0.1;
    Cmix                0.1;
    turbulentReaction   on;
}


// ************************************************************************* //
